IDEA Open Model
LoadCase.PointLoadsOnLine Property
Compatible with IDEA StatiCa 20.1
 List of point load impulses in this load case
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> PointLoadsOnLine { get; set; }
Public Property PointLoadsOnLine As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace